code_Belarus_rubl = 1090
DATE_COUNTER = 0
currency_list = [
                "AUD", "AZN", "AMD", "BYN", "BGN", "BRL", "HUF", "KRW", "HKD", "DKK",
                "USD", "EUR", "INR", "KZT", "CAD", "KGS", "CNY", "MDL", "TMT", "NOK",
                "PLN", "RON", "XDR", "SGD", "TJS", "TRY", "UZS", "UAH", "GBP", "CZK",
                "SEK", "CHF", "ZAR", "JPY", "RUB"
                ]


help_exchange = """
Австралийский доллар AUD"
Азербайджанский манат AZN"
Армянский драм AMD"

Белорусский рубль BYN
Болгарский лев BGN"
Бразильский реал BRL"

Венгерский форинт HUF
Вон Республики Корея KRW"

Гонконгский доллар HKD

Датская крона DKK
Доллар США USD"

Евро EUR

Индийская рупия INR

Казахстанский тенге KZT
Канадский доллар CAD"
Киргизский сом KGS"
Китайский юань CNY"

Молдавский лей MDL

Новый туркменский манат TMT
Норвежская крона NOK"

Польский злотый PLN

Румынский лей RON

СДР (специальные права заимствования) XDR
Сингапурский доллар SGD"

Таджикский сомони TJS
Турецкая лира TRY"

Узбекский сум UZS
Украинская гривна UAH"

Фунт стерлингов Соединенного королевства GBP

Чешская крона CZK

Шведская крона SEK
Швейцарский франк CHF"

Южноафриканский рэнд ZAR

Японская иена JPY
"""

cur = [
['Австралийский доллар', 'AUD', 1010],
['Азербайджанский манат', 'AZN', 1020],
['Армянский драм', 'AMD', 1060],
['Белорусский рубль', 'BYN', 1090],
['Болгарский лев', 'BGN', 1100],
['Бразильский реал', 'BRL', 1115],
['Венгерский форинт', 'HUF', 1135],
['Вон Республики Корея', 'KRW', 1815],
['Гонконгский доллар', 'HKD', 1200],
['Датская крона', 'DKK', 1215],
['Доллар США', 'USD', 1235],
['Евро', 'EUR', 1239],
['Индийская рупия', 'INR', 1270],
['Казахстанский тенге', 'KZT', 1335],
['Канадский доллар', 'CAD', 1350],
['Киргизский сом', 'KGS', 1370],
['Китайский юань', 'CNY', 1375],
['Молдавский лей', 'MDL', 1500],
['Новый туркменский манат', 'TMT', 1710],
['Норвежская крона', 'NOK', 1535],
['Польский злотый', 'PLN', 1565],
['Румынский лей', 'RON', 1585],
['СДР (специальные права заимствования)', 'XDR', 1589],
['Сингапурский доллар', 'SGD', 1625],
['Таджикский сомони', 'TJS', 1670],
['Турецкая лира', 'TRY', 1700],
['Узбекский сум', 'UZS', 1717],
['Украинская гривна', 'UAH', 1720],
['Фунт стерлингов Соединенного королевства', 'GBP', 1035],
['Чешская крона', 'CZK', 1760],
['Шведская крона', 'SEK', 1770],
['Швейцарский франк', 'CHF', 1775],
['Южноафриканский рэнд', 'ZAR', 1810],
['Японская иена', 'JPY', 1820]
]
